{

    "header": {

        "title": "PORTAFOLIO.",
        "title_header": "¿Quien soy?",
        "text_header": "Persona autodidacta con 7+ años de experiencia en desarrollo web entre ellas 5+ años trabajando en empresas especializándome en la creación y optimización de soluciones de software tanto en frontend como en backend",
        "button_left": "Contactame",
        "button_right": "Descargar CV",
        "button_read_more":"Leer más",
        "title_description":"HOLA, SOY",
        "description_me":"IVAN",
        "description_job":"DESARROLLADOR WEB"

    },
    "aboutme": {
        "title_aboutme": "Acerca de mí",
        "text_aboutme": "Inicié mi carrera profesional desde mi casa de forma autodidacta debido a mi ardiente pasión por aprender, asumir nuevos desafíos y mejorar continuamente mis habilidades en programación, lógica y rendimiento. Mi viaje en este campo no se limita a cumplir un sueño de trabajar frente a una computadora, sino que se basa en mi determinación de sobresalir y en mi deseo de compartir mis conocimientos con el mundo. La informática no es solo una profesión para mí, es una forma de vida y una verdadera pasión. Incluso cuando no estoy trabajando formalmente, mi compromiso persiste. Día tras día, dedico tiempo a estudiar, explorar la documentación de las últimas tecnologías, mantenerme informado sobre las tendencias emergentes y buscar constantemente oportunidades para la innovación. Mi enfoque autodidacta no solo me ha permitido adquirir habilidades valiosas por mi cuenta, sino que también me ha impulsado a superar obstáculos y aportar un enfoque fresco y creativo a los proyectos en los que me involucro. Estoy convencido de que esta pasión y compromiso constante son cualidades que pueden marcar la diferencia en cualquier entorno profesional.Ya con más de 7 años de experiencia en desarrollo web entre ellas 5 años trabajando en empresas, me he especializado en la creación y optimización de soluciones de software tanto en frontend como en backend, utilizando tecnologías como HTML, CSS, JavaScript, ReactJS, PHP y NodeJS Express, entre otras. En mi último rol en Previlabor, contribuí significativamente a la mejora de procesos internos, destacando la implementación de un sistema de generación automática de documentos y un servicio web API REST para Laboratorios Echevarne, lo cual aumentó la eficiencia en más de un 15%. Además, logré una notable optimización en la generación de documentos PDF en el ERP de la empresa, reduciendo el tiempo de procesamiento de una hora a solo 4 segundos.Me apasiona encontrar soluciones innovadoras que no solo mejoren la eficiencia operativa sino que también generen un impacto positivo en los ingresos y la productividad. Mi experiencia me ha permitido desarrollar fuertes habilidades en la resolución de problemas, la optimización de procesos y el trabajo en equipo. Estoy buscando oportunidades donde pueda aportar mi experiencia en desarrollo web y continuar creciendo profesionalmente.",
        "title_circles": {
            "first_circle": "Ventas",
            "second_circle": "Ingresos",
            "third_circle": "Optimización"
        },
        "timeline": {
            "timeline_dates": {
                "first": "Septiembre 2017 - Enero 2018",
                "second": "Marzo 2018 - Enero 2022",
                "third": "Mayo 2022 - Noviembre 2023"
            },
            "timeline_experiences": {
                "experiences_title": {
                    "first": "Desarrollador web en Grupo Backup",
                    "second": "Desarrollador full stack en Sogeti SL",
                    "third": "Desarrollador web en Previlabor"
                },
                "experiences_taskes": {
                    "first": ["Gestión de usuarios", "Gestión y mantenimiento de impuestos y presupuestos"],
                    "second": ["Desarrollo de interfaces de usuario y en la gestión de datos con JavaScript y PHP, empleando frameworks como React y Laravel y utilizando APIs REST."],
                    "third": ["Desarrollo de aplicaciones para diferentes departamentos", "Consumo y uso de servicios web", "Análisis de aplicaciones creadas y búsqueda de soluciones para mejorarlas"]
                },
                "experiences_aptitudes": {
                    "first": ["Jquery", "HTML", "Javascript" , "CSS" , "PHP" , "C#" , "MySQL", "Ingles"],
                    "second": ["APIs" , "REST" , "JSON" ,"PHP","Javascript","React","Laravel" , "Ingles" ],
                    "third": ["PHP","Javascript","React", "Servicios de TIC", "Web Services" , "REST" , "TCP" , "FTP" , "Ingles" , "Resolución de problemas", "Implementación de aplicaciones" , "Git"]
                }
            }
        }
    },
    "projects": {
        "description_projects": "es",
        "links_projects": {
            "first_link": "Probar",
            "second_link": "GitHub"
        }
    },
    "contact__form": {
        "form_title": "Hablemos. Ponte en contacto conmigo",
        "form_labels": [{
                "label": "Dinos tu nombre *",
                "placeholder": "Nombre completo"
            },
            {
                "label": "Tu correo electrónico *",
                "placeholder": "Ejemplo: ejemplo@correo.com"
            },
            {
                "label": "Asunto *",
                "placeholder": "Escribe un asunto"
            }
        ],
        "form_textarea": {
            "label": "¿Cuál es la oferta para mí? *",
            "placeholder": "Escríbeme un mensaje"
        },
        "form_buttons": {
            "first": "Enviar mensaje",
            "second": "Borrar campos"
        }
    }

}