{
    "header": {
        "title": "PORTFOLIO.",
        "title_header": "Qui suis-je ?",
        "text_header": "Individu autodidacte avec plus de 7 ans d'expérience en développement web, dont 2+ ans de travail au sein d'entreprises spécialisées dans la création et l'optimisation de solutions logicielles à la fois en frontend et en backend.",
        "button_left": "Contactez-moi",
        "button_right": "Télécharger CV",
        "button_read_more":"Lire la suite",
        "title_description": "BONJOUR, JE SUIS",
        "description_me": "IVAN",
        "description_job": "DÉVELOPPEUR WEB"
    },
    "aboutme": {
        "title_aboutme": "À propos de moi",
        "text_aboutme": "J'ai commencé ma carrière professionnelle depuis chez moi en tant qu'autodidacte en raison de ma passion ardente pour l'apprentissage, la prise de nouveaux défis et l'amélioration constante de mes compétences en programmation, en logique et en performances. Mon parcours dans ce domaine ne se limite pas à la réalisation d'un rêve de travailler devant un ordinateur, il repose sur ma détermination à exceller et sur mon désir de partager mes connaissances avec le monde. L'informatique n'est pas seulement une profession pour moi, c'est un mode de vie et une véritable passion. Même lorsque je ne travaille pas formellement, mon engagement persiste. Jour après jour, je consacre du temps à étudier, à explorer la documentation sur les dernières technologies, à rester informé des tendances émergentes et à rechercher constamment des opportunités d'innovation. Mon approche autodidacte m'a non seulement permis d'acquérir des compétences précieuses par moi-même, mais m'a également poussé à surmonter des obstacles et à apporter une approche fraîche et créative aux projets auxquels je participe. Je suis convaincu que cette passion et cet engagement constants sont des qualités qui peuvent faire la différence dans n'importe quel environnement professionnel. Avec plus de 7 ans d'expérience en développement web, dont 2 ans dans le monde de l'entreprise, je me suis spécialisé dans la création et l'optimisation de solutions logicielles à la fois en frontend et en backend, en utilisant des technologies telles que HTML, CSS, JavaScript, ReactJS, PHP et NodeJS Express, entre autres. Dans mon dernier poste chez Previlabor, j'ai apporté des contributions significatives à l'amélioration des processus internes, notamment la mise en place d'un système de génération automatique de documents et d'un service web API REST pour Laboratorios Echevarne, ce qui a entraîné une augmentation de l'efficacité de plus de 15 %. De plus, j'ai réalisé une optimisation notable dans la génération de documents PDF au sein du système ERP de l'entreprise, réduisant le temps de traitement d'une heure à seulement 4 secondes. Je suis passionné par la recherche de solutions innovantes qui améliorent non seulement l'efficacité opérationnelle, mais ont également un impact positif sur les revenus et la productivité. Mon expérience m'a permis de développer de solides compétences en résolution de problèmes, en optimisation des processus et en travail d'équipe. Je suis à la recherche d'opportunités où je peux appliquer mon expertise en développement web et continuer à progresser professionnellement.",
        "title_circles": {
            "first_circle": "Ventes",
            "second_circle": "Revenus",
            "third_circle": "Optimisation"
        },
        "timeline": {
            "timeline_dates": {
                "first": "Septembre 2017 - Enere 2018",
                "second": "Mars 2022 - Mai 2022",
                "third": "Mai 2022 - Novembre 2023"
            },
            "timeline_experiences": {
                "experiences_title": {
                    "first": "Développeur web chez Grupo Backup",
                    "second": "Technicien de support informatique",
                    "third": "Développeur web chez Previlabor"
                },
                "experiences_taskes": {
                    "first": ["Gestion des utilisateurs", "Gestion et maintenance des impôts et des budgets"],
                    "second": ["Support aux utilisateurs", "Assemblage et configuration des moniteurs"],
                    "third": ["Développement d'applications pour différents départements", "Consommation et utilisation de services web", "Analyse des applications créées et recherche de solutions d'amélioration"]
                },
                "experiences_aptitudes": {
                    "first": ["Autodidacte", "Mise en place d'applications", "Innovation d'applications", "Raisonnement logique"],
                    "second": ["Service client", "Résolution de problèmes", "Maintenance des dispositifs", "Anglais"],
                    "third": ["Autodidacte", "Services informatiques", "Résolution de problèmes", "Mise en place d'applications"]
                }
            }
        }
    },
    "projects": {
        "description_projects": "sont",
        "links_projects": {
            "first_link": "Essayer",
            "second_link": "GitHub"
        }
    },
    "contact__form": {
        "form_title": "Parlons-en. Contactez-moi",
        "form_labels": [{
                "label": "Dites-nous votre nom *",
                "placeholder": "Nom complet"
            },
            {
                "label": "Votre adresse e-mail *",
                "placeholder": "Exemple : exemple@adresse.com"
            },
            {
                "label": "Objet *",
                "placeholder": "Rédigez un objet"
            }
        ],
        "form_textarea": {
            "label": "Quelle est l'offre pour moi ? *",
            "placeholder": "Écrivez-moi un message"
        },
        "form_buttons": {
            "first": "Envoyer le message",
            "second": "Effacer les champs"
        }
    }
}
