{
    "header": {
        "title": "PORTFOLIO.",
        "title_header": "Qui suis-je ?",
        "text_header": "Développeur web spécialisé dans la création et l'optimisation de solutions logicielles en front-end et en back-end. Ma passion pour l'informatique m'a conduit à une carrière autodidacte, toujours à la recherche de nouvelles opportunités pour innover et rester à jour avec les dernières technologies et tendances. Mon approche créative et ma capacité à m'adapter à de nouveaux défis ont été essentielles dans mon développement professionnel. Grâce à ma qualité d'autodidacte et à ma volonté d'apprendre, je lance une entreprise axée sur les articles sur des groupes musicaux du monde entier. Je collabore avec Guillermo et Javier, qui se sont associés à moi pour améliorer la réputation de leur blog et augmenter son trafic.",
        "button_left": "Contactez-moi",
        "button_right": "Télécharger CV",
        "button_read_more": "Lire la suite",
        "title_description": "BONJOUR, JE SUIS",
        "description_me": "IVAN",
        "description_job": "DÉVELOPPEUR WEB"
    },
    "aboutme": {
        "title_aboutme": "À propos de moi",
        "text_aboutme": "J'ai commencé ma carrière professionnelle en raison de ma passion ardente pour l'apprentissage, de la prise de nouveaux défis et de l'amélioration continue de mes compétences en programmation, en logique et en performance. Mon parcours dans ce domaine ne se limite pas à la réalisation d'un rêve de travailler devant un ordinateur ; il repose sur ma détermination à exceller et sur mon désir de partager mes connaissances avec le monde. L'informatique n'est pas seulement une profession pour moi ; c'est un mode de vie et une véritable passion. Même lorsque je ne travaille pas formellement, mon engagement persiste. Jour après jour, je consacre du temps à étudier, à explorer la documentation des dernières technologies, à rester informé des tendances émergentes et à chercher constamment des opportunités d'innovation. Mon approche autodidacte ne m'a pas seulement permis d'acquérir des compétences précieuses par moi-même, mais m'a également poussé à surmonter des obstacles et à apporter une approche fraîche et créative aux projets auxquels je participe. Je suis convaincu que cette passion et cet engagement constants sont des qualités qui peuvent faire la différence dans n'importe quel environnement professionnel. Avec 5 ans d'expérience dans des entreprises, je me suis spécialisé dans la création et l'optimisation de solutions logicielles tant en front-end qu'en back-end, en utilisant des technologies telles que HTML, CSS, JavaScript, ReactJS, PHP et NodeJS Express, entre autres. Dans mon dernier poste chez Previlabor, j'ai contribué de manière significative à l'amélioration des processus internes, avec des réalisations notables telles que la mise en place d'un système de génération automatique de documents et d'un service web API REST pour Laboratorios Echevarne, ce qui a augmenté l'efficacité de plus de 15%. De plus, j'ai réalisé une optimisation notable dans la génération de documents PDF dans le système ERP de l'entreprise, réduisant le temps de traitement d'une heure à seulement 4 secondes. Je suis passionné par la recherche de solutions innovantes qui améliorent non seulement l'efficacité opérationnelle, mais qui ont également un impact positif sur les revenus et la productivité. Mon expérience m'a permis de développer de solides compétences en résolution de problèmes, en optimisation des processus et en travail d'équipe. Je recherche des opportunités où je peux apporter mon expertise en développement web et continuer à progresser professionnellement.",
        "title_circles": {
            "first_circle": "Ventes",
            "second_circle": "Revenus",
            "third_circle": "Optimisation"
        },
        "timeline": {
            "timeline_dates": {
                "first": "Septembre 2017 - Janvier 2018",
                "second": "Mars 2018 - Janvier 2022",
                "third": "Mai 2022 - Novembre 2023"
            },
            "timeline_experiences": {
                "experiences_title": {
                    "first": "Développeur web chez Grupo Backup",
                    "second": "Développeur full-stack chez Sogeti SL",
                    "third": "Développeur web chez Previlabor"
                },
                "experiences_taskes": {
                    "first": ["Gestion des utilisateurs", "Gestion et maintenance des impôts et des budgets"],
                    "second": ["Développement d'interfaces utilisateur et gestion des données en utilisant JavaScript et PHP, en utilisant des frameworks tels que React et Laravel et en utilisant des API REST."],
                    "third": ["Développement d'applications pour différents services", "Consommation et utilisation de services web", "Analyse des applications existantes et recherche de solutions pour les améliorer"]
                },
                "experiences_aptitudes": {
                    "first": ["jQuery", "HTML", "JavaScript", "CSS", "PHP", "C#", "MySQL", "Anglais"],
                    "second": ["APIs", "REST", "JSON", "PHP", "JavaScript", "React", "Laravel", "Anglais"],
                    "third": ["PHP", "JavaScript", "React", "Services TIC", "Services Web", "REST", "TCP", "FTP", "Anglais", "Résolution de problèmes", "Implémentation d'applications", "Git"]
                }
            }
        }
    },
    "projects": {
        "description_projects": "est",
        "links_projects": {
            "first_link": "Essayer",
            "second_link": "GitHub"
        }
    },
    "contact__form": {
        "form_title": "Parlons-en. Contactez-moi",
        "form_labels": [{
                "label": "Dites-nous votre nom *",
                "placeholder": "Nom complet"
            },
            {
                "label": "Votre adresse e-mail *",
                "placeholder": "Exemple : exemple@email.com"
            },
            {
                "label": "Sujet *",
                "placeholder": "Écrivez un sujet"
            }
        ],
        "form_textarea": {
            "label": "Quelle est l'offre pour moi ? *",
            "placeholder": "Écrivez-moi un message"
        },
        "form_buttons": {
            "first": "Envoyer le message",
            "second": "Effacer les champs"
        }
    }
}
